{
  "title": "Az elveszett időérme",
  "prolog": "",
  "notes": "\n[help1]\nTündérországban a kastélyhoz közeledve egy őzzel találkozunk. Ha van nálunk szecsa, mert nem ettük meg az alején, akkor meg tudjuk etetni. Cserébe ad segítséget. \n\n[help2]\na kőtengernél egy manó segítséget kér, mert az apja lába beszorult a sziklák közé, miközben a paras követ kereste. A segítségért cserébe elárulja az utat a Békavároshoz, sőt még ad egy tanácsot is, hogy mit kell megdícsérni a békakirályon. A végén ők is ott lesznek és elmondják, hogy meglelték végül a paras követ, de azonnal el is vesztették. \n\n[Választás]\nBogárhotelbe menet kísérőt kell választani. Lehet az Herkules a varangyosbéka vagy Izi, a katicabogárlány, aki nagyon okos. Herkules választása esetén konfliktba is kerülünk, de nem nyerünk, elfognak minket és próbát kell kiállni. Izi esetén sikerül észrevétleün besurrannunk. \n\n\n[Egyéb]\nA béka elmondja, hogy a holló kérte fel őt, aki a holló palotában lakik, ahova csak egy csiga segítségével juthatnak el észrevétlenül. CSerébe a kívánságelixirt ígérte, de nem adta meg. \nA békának az elixir kell, amitől olyan erőt szerez, hogy bármihez hozzáért, az arannyá változik. ",
  "stations": [
    {
      "id": 1,
      "title": "Móló a Tükörtavon",
      "story": "Éppen az iskolából kerékpározol haza, utad egy csodálatos tó mellett vezet el. Úgy döntesz, hogy az ebéded maradékát a mólón fogyasztod el. Leülsz a végében és előveszed a zsemlédet. Éppen beleharapnál, amikor egy gyönyörű hattyú jelenik meg. \n\nHa úgy döntesz, hogy tovább eszed a szendvicsed, akkor lapozz [##1], ha megpróbálsz adni egy falatot a hattyúnak, akkor lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 1,
      "starter": true,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 2
    },
    {
      "id": 2,
      "title": "Megeszem a szendvicsem",
      "story": "Jóízűen elfogyasztod a szendvicsed és gyönyörködsz a látványban. Miután végeztél felállsz, hogy folytasd az utad hazafelé, de ekkor az egyik meggyengül fadeszka megbillen alattad és te a tóba esel. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 15,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 2
    },
    {
      "id": 3,
      "title": "Megetetem a hattyút",
      "story": "Nagyon kedveled az állatokat, úgy döntesz, hogy megosztod a hattyúval az ebéded. Letörsz egy falatot és ahogy nyújtanád felé kibillensz az egyensúlyodból és egyenesen a tóba esel. \n\nLapozz [##1].  ",
      "color": "white",
      "comment": "",
      "index": 4,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 2
    },
    {
      "id": 4,
      "title": "Ébredés egy új világban - Találkozás Ijimasszal",
      "story": "Lassan kinyitod a szemeid és egy fényes új világ tárul eléd. Épületeknek vagy a mólónak nyoma sincs, csupán egy poros földutat látsz körben hatalmas méretű fákkal. Közel hozzád egy öregembert pillantasz meg, aki egy kövön ül és pipázik. Kopott köpenyt és kalapot visel, kalapján egy tollat, hosszú ősz szakálla és haja van. Ahogy közelebb mész hozzá kedves mosollyal üdvözöl. Megkérdezed, hogy mi ez a hely? Ő azt válaszolja: \n- Hát Tündérország! Közel a nagy fához. Nem csodálom, hogy elveszve érzed magad. Mióta az időérmét ellopták sok furcsaság történik a világban. Ijimasnak hívnak. \n\nElmondod neki, hogy mi történt veled, nem érted az egészet, de szeretnél hazajutni. Az öreg azt feleli, hogy \"soha nem lehetünk annyira elveszve, hogy az angyalaink ne találnának ránk\", de azért a helyedben beszélne Tündérország uralkodójával. A tündérek sok varázslatos dolgot tudnak véghez vinni, ha valakik, hát ők biztos tudnak segíteni. Megmutatja, hogy merre kell elindulnod. Végig nézel az úton és a távolban egy hatalmas fát pillantasz meg, bizonyára az lehet a \"nagy fa\", ahol a tündérek élnek. Megfordulsz, hogy megköszönd az útbaigazítást és megkérdezd, hogy veled tart-e, de az öregembernek már csak a hűlt helyét találod. \n\nHa elfogadod az útbaigazítást, akkor lapozz [##1], ha inkább várakozol más segítségre, lapozz [##2].",
      "color": "white",
      "comment": "",
      "index": 6,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 5,
      "title": "Szimbólum a csuklón",
      "story": "Ahogy haladsz az úton egy égető érzésre leszel figyelmes a csuklódon. Felhúzod a ruhád ujját és egy halványan világító homokóra szimbólumot veszel észre. Próbálod ledörzsölni, de mintha odaégették volna. Ezt is hozzáírod a furcsaságok listájához és folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 11,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 6,
      "title": "Várakozás az út mellett",
      "story": "Egy ideig vársz, de nem érkezik senki az úton. Kezd esteledni, ezért úgy döntesz, hogy lepihensz az út mellett. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 14,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 7,
      "title": "Álom az örvényről",
      "story": "Álmodban egy színes örvénybe kerülsz, amely elnyel. Ekkor felriadsz és még mindig ugyanazon az úton találod magad. Az út szélén ismét ott ül az öreg. Üdvözlöd Ijimast, de ő nem ismer fel. Hasonló jelenet játszódik le, mint ami az előző nap. Az öreg ezúttal azt javasolja, hogy bízz abban, amit érzel és nem abban, amit gondolsz. \n\nHa úgy döntesz, hogy megfogadod a tanácsot, lapozz [##1], ha folytatod a várakozást, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 8,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 8,
      "title": "A medve",
      "story": "Az utad során hirtelen egy hatalmas, dühös medve ugrik eléd. Ha történetünk elején nem fogyasztottad el a szendvicsed, akkor abból még maradt a zsebedben, így fel tudod ajánlani a medvének, lapozz a [##1], ha megetted, akkor lapozz [##2]. \n",
      "color": "white",
      "comment": "",
      "index": 7,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 9,
      "title": "Hálás medve",
      "story": "Odadobod a medvének a zsemléd és megdermedve reménykedsz, hogy megelégszik ennyivel. A medve elfogyasztja és megszólal: \n- Köszönöm az ételt, néha kiállhatatlan vagyok, ha kimarad egy étkezés. \n- Akkor nem akarsz megenni? És egyáltalán mikor tanultam meg medvéül? - kérdezed csodálkozva. \n- Megenni!? - kacag fel a medve. - Milyen furcsa kérdés ez? Én még a világon nem hallottam olyat, hogy az egyik lény megeszi a másikat. Gazdag a fantáziád. Továbbá a mi világunkban mindenki ért mindenkit. Furcsákat kérdezel, lehet, hogy neked nagyobb szükség lett volna az ételre. \n\nA medve elmeséli, hogy egy béka ellopta a csemegéjét és ezért maradt éhen. Biztos benne, hogy béka volt, mert parókát viselt és a világon mindenki tudja, hogy a békáknak nagyon fontos a parókájuk. Ezután még beszélt és beszélt, leginkább az ételekről. Egy idő után megunod és megszólasz: \n- Ha az álatok nálunk is ennyit beszélnének, biztos nem ennénk meg őket. \n- Bár fiatal medve vagyok, annyit megtanultam, hogy minden lénynek van szava, csak kell, aki meg is hallja - válaszolta a medve. \n\nElköszöntök és te folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 21,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 10,
      "title": "Szomorú medve",
      "story": "Mivel tudod, hogy egy medve elől szinte képtelenség meglépni és nincs semmid, amit felajánlhatnál, így a földre rogysz és felkiáltasz: \"Ne egyél meg!\". Ekkor a medve megáll és hangosan elkezd kacagni, végül megszólal: \n - Megenni? Téged? Még sosem hallottam arról, hogy bárki megevett volna bárkit ezen a földön. Furcsa egy szerzet vagy te. Szomorú voltam, de most alig tudok beszélni a nevetéstől. \n\nAzzal eloldalgott és még a távolból is lehetett hallani a röhögést. Bár csodálkozol, hogy értetted minden szavát, de lassan kezded elfogadni, hogy ezen a helyen minden lehetséges, elvégre éppen a tündérekhez mész segítségért. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 18,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 11,
      "title": "Tündér fa bejárata",
      "story": "A nagy fához közeledve furcsa apró alakokat pillantasz meg. A fejük és testük egy-egy fahasáb és a végtagjaik ágak. Bizonyára ők lehetnek a tündérek, bár kicsit sem hasonlítanak az általad elképzelt tündérekhez. \nÖssze-vissza futkároznak a fa egyik repedése körül, látszik, hogy keresnek valamit. \n\nHa úgy gondold, hogy szerencsét próbálsz és közelebb lépsz hozzájuk, akkor lapozz [##1], ha inkább megpróbálsz beosonni anélkül, hogy észrevennének, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 10,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 12,
      "title": "Találkozás a tündér őrökkel",
      "story": "Megpróbálod óvatosan, feltartott kézzel megközelíteni az őröket. Viszont ahogy haladsz előre megbotlasz egy kőben és hatalmas robajjal gurulsz a bejárat elé, még az egyik őrt is fellököd. A másik őr az égre emeli a kezét és mormol valamit, mire te egy kukaccá változol. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 5,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 13,
      "title": "Kukaclét",
      "story": "A tündérek elvisznek a közeli erdőbe és egész nap ott kell kúsznod-másznod. Az este leszáll és te mély álomba merülsz. Álmodban egy örvényt látsz, ami beszippant. Miután kinyitottad a szemed ismételten a főúton találod magad, de ezúttal egészen közel a fához. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 19,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 14,
      "title": "Besurranás",
      "story": "Óvatosan megközelíted a bejáratot. Hallod, ahogy az egyik őr azt meséli éppen a másiknak, hogy a medve barátja találkozott egy furcsa lénnyel, aki azt hitte, hogy megeszi. Ezen mindketten elkezdtek nevetni, neked pedig alkalmad nyílik besurrani. A fa belseje egy egész várost rejt, rengeteg különös lénnyel. Gyorsan el kell rejtőznöd, hogy nehogy lelepleződj. Ha lehasalsz a földre, akkor lapozz [##1], ha eltakarod a pulóvereddel az arcod, lapozz\n [##2], ha bebújnál egy váza mögé, lapozz [##3]. ",
      "color": "white",
      "comment": "",
      "index": 16,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 15,
      "title": "Álca: fetrengés",
      "story": "Gyorsan lehasalsz, hátha nem vesznek észre, de igazából mindenki megbámul, sőt az egyik tündér még fel is bukik benned. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 13,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 16,
      "title": "Álca: pulóver",
      "story": "Sajnos nem sikerül ilyen módon elrejtőzni, mivel a tündérek nem is viselnek ruhát. Az egyik őr odamegy hozzád és megkopogtatja a fejed. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 12,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 17,
      "title": "Álca: váza",
      "story": "Sajnos a nagy kapkodásban sikerül leverni a vázát, ami nagy csörömpölés közepette összetörik. Ekkor minden tekintet rád szegeződik és a tömegből felemelkedik a medve feje, akivel korábban találkoztál. Rád mutat és hangosan elkezd röhögni. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 2,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 18,
      "title": "Elkapnak",
      "story": "Az őrök közelebb lépnek és már éppen varázslásra nyújtották a kezüket, amikor az egyik észreveszi a világító jelet a csuklódon. Úgy döntenek, hogy a király elé visznek. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 20,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 19,
      "title": "Találkozás a királlyal",
      "story": "A trónteremben találkozol a királlyal. Megtudod tőle, hogy ősi írások szólnak arról, hogy egy nap ellopják az időérmet, amely segítségével a tündérek egyensúlyban tudják tartani az időt, de azt is megjövendölik, hogy érkezik egy hős egy másik világból, aki vissza fogja szerezni és ezzel újra egyensúlyt teremt. Ez a hős ugyanazt a szimbólumot fogja viselni, mint ami az időérmen szerepel, egy homokórát. \n\nElmondod neki, hogy nem vagy hős, csupán egy gyerek, aki haza szeretne jutni. A király azt válaszolja, hogy ez csak az időéremmel lehetséges. Ha nála lesz, akkor meg tudja idézni a nagy varázslót, aki képes utazni a világok között. Ő biztosan vissza fog majd küldeni a saját világodba. A küldetéshez sajnos segítséget nem tud adni, csupán információt, mivel a tündérek a nagy fából születnek és nem is hagyhatják el annak körzetét, különben élettelen fadarabokká válnak. \n\nMegtudod, hogy az időérme ellopása óta a világ minden lénye ugyanazt a napot éli át újra és újra, és csupán a nagy erővel rendelkezők emlékeznek arra, hogy mi történt korábban, és képesek valamennyire befolyásolni, hogy hol kelljenek fel másnap. Ez az állapot sem maradhat fent sokáig, mielőbb vissza kell szerezni az érmet. A lopásért valószínűleg a békák a felelősek, mint szinte minden gaztettért a világban, tehát náluk kell kezdeni a keresést. A Békavárosba a Kő-tengeren keresztül vezet az út.  \n\nElhatározod, hogy bátor leszel és azonnal belefogsz a küldetésbe. Búcsút intesz a nagy fának. \n\nLapozz [##1].  ",
      "color": "white",
      "comment": "",
      "index": 3,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 1
    },
    {
      "id": 20,
      "title": "Megpillantani a Kő-tengert",
      "story": "Kilépve a fából hatalmas fáradtság nehezdik rád és mély álomba merülsz. Álmodban a szüleidet látod és hatalmas félelem és szomorúság kerít hatalmába. Ezután megjelenik egy örvény és felriadsz. A Kő-tenger mellett fekszel. \n\nElső ránézésre inkább tűnik labirintusnak, mint tengernek. A mélysége alig pár centiméter és alatta néhol apró kavicsok, máshol hatalmas sziklák fekszenek. Itt-ott kisebb dombok és nagyobb kövek emelkednek ki labirintussá változtatva a felszínt, és ellehetetlenítve a közlekedést bármilyen eszközzel. Nem mintha sok autót vagy repülőt láttál volna az eddigi utad során. Valahogy semmilyen lénynek nem érdeke ebben a világban, hogy utazzon, mindenki jól érezi magát ott, ahol van. \n\nAz idő sem kegyes hozzád, hatalmas köd nehezíti a tájékozódást. Amikor belépsz a vízbe, egy ismerős hang szólal meg melletted. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 17,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 21,
      "title": "Ismét találkozó Ijimasszal.",
      "story": "A hang azt mondja: \"Nem tudsz átkelni a tengeren csupán bámulva a vizet\". Megfordulsz és a korábbi öreg vándort pillantod meg. Megszólítod: \n- Útjaink ismét keresztezik egymást. \n- Ismét? - nézett rá kérdőn az öreg. \n- Felejtsd el! Nagy feladatot kaptam és fogalmam nincs, hogy képes leszek-e rá. Nem értem, hogy miért vállaltam el? - feleled, miközben bánatosan fürkészed a vizet. \n- A lehetetlen elérésének az egyetlen módja, ha elhiszed, hogy lehetséges - válaszolja az öreg. \n- Én csak haza akarok jutni! - kiálltod felé, de már csak a kavicsos partot találod. \n\nAzt gondolod, hogy ez jellemző rá, bár lehetséges, hogy csak a képzeleted játszik veled. Összeszeded magad és folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 9,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 22,
      "title": "Labirintus - B",
      "story": "Folytatva az utad nem kell sokáig sétálnod, mire egy újabb elágazáshoz érsz. Balra kicsit sekélyebbnek tűnik a víz, jobbra viszont szélesebb a folyosó. Ha jobbra fordulsz, lapozz [##1], egyébként a [##2]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 24,
      "title": "Labirintus - BJ v JJ",
      "story": "A folyosó egyre csak szélesedik, majd az egyik pillanatban teljesen elmerülsz a vízben, és csak a szerencsédnek köszönheted, hogy vissza tudsz mászni. Egy nagy mélyedés keresztezi az utad, egy vízalatti kráter. Ha úgy döntesz, hogy jobbról kerülöd meg, lapozz [##2], ha a másik oldalról akkor [##1]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 25,
      "title": "Labirintus - J",
      "story": "Haladsz előre, amikor egy kis emelkedőhöz érsz. Választhatsz, hogy megkerülöd, ekkor lapozz [##1], vagy balra fordulsz és keresztülmászol rajta. Ha így döntesz, akkor lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 26,
      "title": "Labirintus - JB",
      "story": "A köd egyre erősebb és majdnem fejjel ütközöl egy falba. Jobb lesz, ha nem lankad a figyelmed, nehogy bajod essen. Elkezded tapogatni a falat és két szűk átjárót találsz közel egymáshoz. Bekukucskálsz, de a köd miatt nem látsz a túloldalon semmit. Ha a jobb oldaliban folytatod az utad, lapozz [##1], ha a bal oldaliban, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 27,
      "title": "Labirintus - JBJ",
      "story": "Egy sekély vizű teremben találod magad, de nagyon nagy a sötétség. A fal mentén tapogatózva haladsz, és van egy olyan érzésed, mintha körbe járnál. Ha folytatod a haladást, lapozz [##1], ha megindulsz a terem közepére, lapozz [##2].  ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 31,
      "title": "Labirintus - Bejárat",
      "story": "Nekivágsz a Kő-tengernek, de hamar rá kell ébredj, hogy ez még gyalogosan is komoly vállalkozás. A sok szikla és domb között igazán könnyű elveszni, illetve itt-ott mély lyukak is lassítják a haladást. \n\nVégül egy kis ösvényt pillantasz meg, ami mellett a sziklába egy üzenetet véstek: \n\"Kedves vándor, jobb nem próbára tenni a balsorsod, mert történeted balul végződhet.\"\n\nVészjósló figyelmeztetés, de nincs választásod. Elindulsz az úton, majd kis idő után kereszteződéshez érsz. Ha balra folytatod az utad, lapozz [##2], ha a másik irányt választod, akkor lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 32,
      "title": "Labirintus - NYERT - JBB",
      "story": "Ahogy mész egyenesen a köd elkezdsz tisztulni, a folyosó pedig szűkülni. Az utolsó pár méteren már olyan keskeny, hogy egészen össze kell préselned magad, hogy előre tudj haladni. Már éppen azon gondolkozol, hogy visszafordulsz, amikor megpillantasz egy üreget az út legvégén. Átmászol rajta és a túloldalon meglátsz egy kis erdőt. Átértél a Kő-tengeren. A fal mellett egy aprócska emberszerű lényt pillantasz meg. Megszólítod. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 33,
      "title": "Találkozás a kobolddal",
      "story": "Közelebb lépve a kis teremtmény rád néz és látszik, hogy nagyon szomorú. Megkérdezheted, hogy mi a baj, lapozz [##1], vagy egy köszönés után folytathatod az utad, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 34,
      "title": "Bajba esett kobold",
      "story": "A furcsa lény elárulja, hogy ő egy kobold és itt él a Kő-tenger és a Békaváros határában a szüleivel. Édesapja a paras kő megszállítója, amely egy olyan tárgy, ami bármilyen fémet arannyá tud változtatni. Az ősi könyvek elárulják, hogy a paras kő külsőleg olyan, mint bármilyen más kő, és a Kő-tengerben rejtették el. A kobold édesapja minden napját úgy tölti, hogy kimegy a tengerre és sorra próbálgatja az összes követ és kavicsot. Ma egy nagyobb szikla mellett keresgélt, amikor az megcsúszott és beszorította a lábát. Mivel a koboldok kicsik és gyengék, így nem tudták elmozdítani a sziklát. A kis kobold fél, hogy apja örökre a tenger fogságában marad. \n\nHa felkínálod a segítséged, akkor lapozz [##1], ha kifejezed sajnálatod és elköszönsz, lapozz [##2].",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 35,
      "title": "Kijutás a Kő-tengerről",
      "story": "",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    },
    {
      "id": 36,
      "title": "Segítség a kolboldnak",
      "story": "Egy rövid séta után megérkeztek a kobold édesapjához. Úgy tűnt, hogy már ereje végét járja, annyira kimerült a sok erőlködésben, hogy kiszabadítsa magát. Nekifeszülsz a kis kobolddal a sziklának, és együttes erővel, mindent beleadva sikerül eldönteni a nagy követ és kiszabadítani a koboldot. \n\nAz öreg kobold köszöntet mond neked, a családjának pedig megígéri, hogy felhagy a paras kő keresésével és élete hátralevő részét nekik szenteli, mivel az élet túl rövid, az idő pedig túl értékes, hogy hasztalan dolgokra fecséreljük.  \n\nBúcsúzóul azt a tanácsot adja, hogy sohase bízz egy békában, ne köss vele szövetséget. Elköszöntök, lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 0,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "regionId": 5
    }
  ],
  "relations": [
    {
      "sourceId": 1,
      "targetId": 2,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 1,
      "targetId": 3,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 2,
      "targetId": 4,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 3,
      "targetId": 4,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 4,
      "targetId": 5,
      "comment": "Irány a palota",
      "condition": false
    },
    {
      "sourceId": 4,
      "targetId": 6,
      "comment": "Várakozás",
      "condition": false
    },
    {
      "sourceId": 6,
      "targetId": 7,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 7,
      "targetId": 5,
      "comment": "Irány a palota",
      "condition": false
    },
    {
      "sourceId": 7,
      "targetId": 6,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 5,
      "targetId": 8,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 8,
      "targetId": 9,
      "comment": "medve eszik",
      "condition": true
    },
    {
      "sourceId": 8,
      "targetId": 10,
      "comment": "medve éhes marad",
      "condition": false
    },
    {
      "sourceId": 9,
      "targetId": 11,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 10,
      "targetId": 11,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 11,
      "targetId": 12,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 12,
      "targetId": 13,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 11,
      "targetId": 14,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 13,
      "targetId": 14,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 15,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 16,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 17,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 15,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 16,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 17,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 18,
      "targetId": 19,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 19,
      "targetId": 20,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 20,
      "targetId": 21,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 22,
      "targetId": 24,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 25,
      "targetId": 24,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 25,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 26,
      "targetId": 27,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 21,
      "targetId": 31,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 31,
      "targetId": 25,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 31,
      "targetId": 22,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 26,
      "targetId": 32,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 27,
      "targetId": 22,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 32,
      "targetId": 33,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 33,
      "targetId": 34,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 33,
      "targetId": 35,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 24,
      "targetId": 25,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 24,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 27,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 22,
      "targetId": 27,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 34,
      "targetId": 36,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 36,
      "targetId": 35,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 34,
      "targetId": 35,
      "comment": "",
      "condition": false
    }
  ],
  "items": [
    {
      "id": 1,
      "name": "Időérme",
      "description": "A tündérek ezzel az eszközzel képesek egyensúlyban tartani az időt. Ellopták, vissza kell szerezni és visszajuttatni a tündérekhez. Ezután tudnak segíteni hazajutni. "
    }
  ],
  "stationItems": [],
  "regions": [
    {
      "id": 1,
      "name": "Tündérország",
      "color": "yellow",
      "description": "Ide érkezik meg először hősünk. \n\nA királyi palota egy hatalmas fa. A tündérek falények. Külsőleg nem igazán hasonlítanak a hétköznapi tündérekhez. \n\nA tündérek irányítják az időt az időérme segítségével, amit elloptak. Ezért a világban mindenki ugyanazt a napot éli át, kivéve azt, akin ott van a jel. Ezzel a jellel a tündérek születésüktől fogva rendelkeznek. Hősünk Ijimastól kapja meg, amikor a világra érkezik. A tündérek a nagy fától kapják az erejüket, ezért nem indulhatnak az érme után. "
    },
    {
      "id": 2,
      "name": "Valóság",
      "color": "white",
      "description": "A valóvilág, innen származik hősünk és ide szeretne visszajutni. \n\nHősünk egy közönséges iskolás gyermek életét éli. Szeret biciklizni. "
    },
    {
      "id": 3,
      "name": "Békaváros",
      "color": "green",
      "description": "Itt élnek a békák, ők felelősek az időérme eltünéséért, de végül kiderül, hogy csak felbérelték őket. \n\nVégül útbaigazítást adnak. "
    },
    {
      "id": 4,
      "name": "Bogárhotel",
      "color": "violet",
      "description": ""
    },
    {
      "id": 5,
      "name": "Kő-tenger",
      "color": "blue",
      "description": "Olyan mint egy nagy tenger, de csupán kövekből és kavicsokból. Nem szükséges hajó, ill. semmilyen jármű, mert csak gyalogosan lehet átvágni rajta. "
    },
    {
      "id": 6,
      "name": "Holló palota",
      "color": "dgray",
      "description": ""
    }
  ],
  "characters": [
    {
      "id": 1,
      "name": "Ijimas a vándor",
      "description": "Ijimas egy öreg vándor, poros köpenyben és kalapban. Ebben a világban a vándoroknak varázserejük van. Álltalánba pipázik és segíteni hősünk útját. A kalapjában hattyútoll van. Ő hívja segítségül hősünket a valóvilágból hattyú formájában. \n\nSegítségadás után mindig nyoma veszik. "
    },
    {
      "id": 2,
      "name": "Izi a katicalány",
      "description": "Egy nagyon okos katica, akinek a segítségével észrevétel eljuthatunk a célunkig a Bogárhotelben. "
    },
    {
      "id": 3,
      "name": "Herkules a varangy",
      "description": "Egy erős varangy, de sajnos ereje kevésnek bizonyul és elkapnak minket a Bogárhotelben. "
    },
    {
      "id": 4,
      "name": "Porshe csiga",
      "description": ""
    },
    {
      "id": 5,
      "name": "Donatello a békák vezetője",
      "description": "A külsejére nagyon kényes béka úr. Legfőképpen a parókáját szereti, ebből gyűjteménye is van. Egy új parókáért lopta el az időérmet. "
    }
  ],
  "mortality": false,
  "showRegions": true
}