{
  "id": 1667885870560,
  "title": "Az elveszett időérme",
  "backgroundStory": "Üdvözöllek, kedves Olvasó! Ebben a történetben egy hétköznapinak tűnő,  mégis igazán különleges személy bőrébe bújhatsz bele. Feladatod nem kevesebb, mint döntéseiddel segíteni őt a váratlan, néha humoros vagy éppen felkavaró események során, így formálva a cselekményt, megteremtve vagy elveszítve lehetőségeket, melyek mind a végső célhoz vezetnek majd. Utad során barátokra tehetsz szert, vagy épp veszedelmes ellenségekre. Dönthetsz úgy is, hogy egyszerűen csak tovább állsz, mit sem törődve az adott helyzettel. Szemtanúja lehetsz annak, hogyan válik egy csendes  fiatal egy egész világ megmentőjévé. Láthatod egy igazi hős születését, miközben önmagadat is jobban megismered.\n\nHa szeretnél belevágni a kalandba, lépj az 1-re. ",
  "notes": "",
  "scenes": [
    {
      "id": 1,
      "title": "Móló a Tükörtavon",
      "story": "Egy szép napon éppen az iskolából kerékpározol haza, utad egy csodálatos tó mellett vezet el. Úgy döntesz, hogy az ebéded maradékát a mólón fogyasztod el. Leülsz a végében és előveszed a szendvicsed. Éppen beleharapnál, amikor egy gyönyörű hattyú jelenik meg. Különös érzésed támad, itt még sohasem találkoztál ilyen madárral, pedig szinte minden héten megállsz a mólón kicsit pihenni és gyönyörködni a látványban. Hirtelen egy éles hangra leszel figyelmes. A móló aljában egy hattyú fiókát pillantasz meg, aki belegabalyodott egy horgászzsinórba. \n\nHa úgy döntesz, hogy tovább eszed a szendvicsed, akkor lapozz [##1], ha megpróbálsz segíteni a csapdába esett madáron, akkor lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 1,
      "starter": true,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 2
    },
    {
      "id": 2,
      "title": "Megeszem a szendvicsem",
      "story": "Jóízűen elfogyasztod a szendvicsed és gyönyörködsz a látványban. Miután végeztél felállsz, hogy folytasd az utad hazafelé, de ekkor az egyik meggyengült fadeszka megbillen alattad és te a tóba esel. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 17,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 2
    },
    {
      "id": 3,
      "title": "Segítek a hattyúnak",
      "story": "Nagy állatbarát vagy, nem bírod nézni, ahogy ez a kis élőlény szenved. Úgy döntesz, hogy segítesz kiszabadulni neki, hogy ismét az anyukájával lehessen. Ahogy nyúlnál a hattyú felé, kibillensz az egyensúlyodból és egyenesen a tóba esel. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 62,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 2
    },
    {
      "id": 4,
      "title": "Ébredés egy új világban - Találkozás Godfreyvel",
      "story": "Lassan kinyitod a szemeid és egy fényes új világ tárul eléd. Épületeknek vagy a mólónak nyoma sincs, csupán egy poros földutat látsz körben hatalmas méretű fákkal. Olyan érzésed van, mintha összementél volna, vagy minden megnőtt volna körülötted. Közel hozzád egy öregembert pillantasz meg, aki egy kövön ül és pipázik. Kopott köpenyt és kalapot visel, kalapján egy tollat, hosszú ősz szakálla és haja van. Ahogy közelebb mész hozzá kedves mosollyal üdvözöl. Megkérdezed, hogy mi ez a hely? Ő azt válaszolja: \n- Hát Tündérország! Közel a nagy fához. Nem csodálom, hogy elveszve érzed magad. Mióta az időérmét ellopták sok furcsaság történik a világban. Godfreynek hívnak. \n\nElmondod neki, hogy mi történt veled, nem érted az egészet, de szeretnél hazajutni. Az öreg azt feleli, hogy \"soha nem lehetünk annyira elveszve, hogy az angyalaink ne találnának ránk\", de azért a helyedben beszélne Tündérország uralkodójával. A tündérek sok varázslatos dolgot tudnak véghez vinni, ha valakik, hát ők biztos tudnak segíteni. Megmutatja, hogy merre kell elindulnod. Végig nézel az úton és a távolban egy hatalmas fát pillantasz meg, bizonyára az lehet a \"nagy fa\", ahol a tündérek élnek. Megfordulsz, hogy megköszönd az útbaigazítást és megkérdezd, hogy veled tart-e, de az öregembernek már csak a hűlt helyét találod. \n\nHa elfogadod az útbaigazítást, akkor lapozz [##1], ha inkább várakozol más segítségre, lapozz [##2].",
      "color": "white",
      "comment": "",
      "index": 26,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 5,
      "title": "Szimbólum a csuklón",
      "story": "Ahogy haladsz az úton egy égető érzésre leszel figyelmes a csuklódon. Felhúzod a ruhád ujját és egy halványan világító homokóra szimbólumot veszel észre. Próbálod ledörzsölni, de mintha odaégették volna. Ezt is hozzáírod a furcsaságok listájához és folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 45,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 6,
      "title": "Várakozás az út mellett",
      "story": "Egy ideig vársz, de nem érkezik senki az úton. Kezd esteledni, ezért úgy döntesz, hogy lepihensz az út mellett. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 63,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 7,
      "title": "Álom az örvényről",
      "story": "Álmodban egy színes örvénybe kerülsz, amely elnyel. Ekkor felriadsz és még mindig ugyanazon az úton találod magad. Az út szélén ismét ott ül az öreg. Üdvözlöd Godfreyt, de ő nem ismer fel. Hasonló jelenet játszódik le, mint ami az előző nap. Az öreg ezúttal azt javasolja, hogy bízz abban, amit érzel és nem abban, amit gondolsz. \n\nHa úgy döntesz, hogy megfogadod a tanácsot, lapozz [##1], ha folytatod a várakozást, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 6,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 8,
      "title": "A patkány",
      "story": "Az utad során hirtelen egy hatalmas, dühös patkány ugrik eléd, méretre majdnem nagyobb, mint te. Ha történetünk elején nem fogyasztottad el a szendvicsed, hanem segítettél a bajba jutott hattyúnak, akkor abból még maradt valamennyi a zsebedben, így fel tudod ajánlani a támadónak, lapozz a [##1], ha megetted, akkor lapozz [##2]. \n",
      "color": "white",
      "comment": "",
      "index": 16,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 9,
      "title": "Hálás patkány",
      "story": "Odadobod a rágcsálónak a zsemléd és megdermedve reménykedsz, hogy megelégszik ennyivel. Miután elfogyasztja, megszólal: \n- Köszönöm az ételt, néha kiállhatatlan vagyok, ha kimarad egy étkezés. \n- Akkor nem akarsz megenni? És egyáltalán mikor tanultam meg patkányul? - kérdezed csodálkozva. \n- Megenni!? - kacag fel. - Milyen furcsa kérdés ez? Én még a világon nem hallottam olyat, hogy az egyik lény megeszi a másikat. Gazdag a fantáziád. Továbbá a világon mindenki ért mindenkit. Furcsákat kérdezel, lehet, hogy neked nagyobb szükséged lett volna az ételre. \n\nA patkány elmeséli, hogy egy béka ellopta a csemegéjét és ezért maradt éhen. Biztos benne, hogy béka volt, mert parókát viselt és a világon mindenki tudja, hogy a békáknak nagyon fontos a parókájuk. Ezután még beszélt és beszélt, leginkább az ételekről. Egy idő után megunod és megszólalsz: \n- Ha az állatok nálunk is ennyit beszélnének, biztos nem ennénk meg őket. \n- Gonosz egy vidékről érkezhettél! Bár még fiatal vagyok, annyit megtanultam, hogy minden lénynek van szava, csak kell, aki meg is hallja - válaszolta a patkány. \n\nElköszöntök és te folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 44,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 10,
      "title": "Szomorú patkány",
      "story": "Mivel tudod, hogy semmi esélyed meglépni és nincs semmid, amit felajánlhatnál, így a földre rogysz és felkiáltasz: \"Ne egyél meg!\". Ekkor a patkány megáll és hangosan elkezd kacagni, végül megszólal: \n - Megenni? Téged? Még sosem hallottam arról, hogy bárki megevett volna bárkit ezen a földön. Furcsa egy szerzet vagy te. Szomorú voltam, de most alig tudok beszélni a nevetéstől. \n\nAzzal eloldalgott és még a távolból is lehetett hallani a röhögést. Bár csodálkozol, hogy értetted minden szavát, de lassan kezded elfogadni, hogy ezen a helyen minden lehetséges, elvégre éppen a tündérekhez mész segítségért. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 14,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 11,
      "title": "Tündér fa bejárata",
      "story": "A nagy fához közeledve furcsa apró alakokat pillantasz meg. A fejük és testük egy-egy fahasáb és a végtagjaik ágak. Bizonyára ők lehetnek a tündérek, bár kicsit sem hasonlítanak az általad elképzelt tündérekhez. \nÖssze-vissza futkároznak a fa egyik repedése körül, látszik, hogy keresnek valamit. \n\nHa úgy gondold, hogy szerencsét próbálsz és közelebb lépsz hozzájuk, akkor lapozz [##1], ha inkább megpróbálsz beosonni anélkül, hogy észrevennének, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 48,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 12,
      "title": "Találkozás a tündér őrökkel",
      "story": "Megpróbálod óvatosan, feltartott kézzel megközelíteni az őröket. Viszont ahogy haladsz előre megbotlasz egy kőben és hatalmas robajjal gurulsz a bejárat elé, még az egyik őrt is fellököd. A másik őr az égre emeli a kezét és mormol valamit, mire te egy kukaccá változol. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 60,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 13,
      "title": "Kukaclét",
      "story": "A tündérek elvisznek a közeli erdőbe és egész nap ott kell kúsznod-másznod. Az este leszáll és te mély álomba merülsz. Álmodban egy örvényt látsz, ami beszippant. Miután kinyitottad a szemed ismételten a főúton találod magad, de ezúttal egészen közel a fához. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 4,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 14,
      "title": "Besurranás",
      "story": "Óvatosan megközelíted a bejáratot. Hallod, ahogy az egyik őr azt meséli éppen a másiknak, hogy a patkány barátja találkozott egy furcsa lénnyel, aki azt hitte, hogy megeszi. Ezen mindketten elkezdtek nevetni, neked pedig alkalmad nyílik besurrani. A fa belseje egy egész várost rejt, rengeteg különös lénnyel. Gyorsan el kell rejtőznöd, hogy nehogy lelepleződj. Ha lehasalsz a földre, akkor lapozz [##1], ha eltakarod a pulóvereddel az arcod, lapozz\n [##2], ha bebújnál egy váza mögé, lapozz [##3]. ",
      "color": "white",
      "comment": "",
      "index": 15,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 15,
      "title": "Álca: fetrengés",
      "story": "Gyorsan lehasalsz, hátha nem vesznek észre, de igazából mindenki megbámul, sőt az egyik tündér még fel is bukik benned. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 61,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 16,
      "title": "Álca: pulóver",
      "story": "Sajnos nem sikerül ilyen módon elrejtőzni, mivel a tündérek nem is viselnek ruhát. Az egyik őr odamegy hozzád és megkopogtatja a fejed. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 78,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 17,
      "title": "Álca: váza",
      "story": "Sajnos a nagy kapkodásban sikerül leverni a vázát, ami nagy csörömpölés közepette összetörik. Ekkor minden tekintet rád szegeződik. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 57,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 18,
      "title": "Elkapnak",
      "story": "Az őrök közelebb lépnek és már éppen varázslásra nyújtották a kezüket, amikor az egyik észreveszi a világító jelet a csuklódon. Úgy döntenek, hogy a király elé visznek. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 35,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 19,
      "title": "Találkozás a királlyal",
      "story": "A trónteremben találkozol a királlyal. Megtudod tőle, hogy ősi írások szólnak arról, hogy egy nap ellopják az időérmet, amely segítségével a tündérek egyensúlyban tudják tartani az időt, de azt is megjövendölik, hogy érkezik egy hős egy másik világból, aki vissza fogja szerezni és ezzel újra egyensúlyt teremt. Ez a hős ugyanazt a szimbólumot fogja viselni, mint ami az időérme egyik oldalán szerepel, egy homokórát. \n\nElmondod neki, hogy nem vagy hős, csupán egy gyerek, aki haza szeretne jutni. A király azt válaszolja, hogy ez csak az időéremmel lehetséges. Ha nála lesz, akkor meg tudja idézni a nagy varázslót, aki képes utazni a világok között. Az ő arcéke található az érme másik oldalán. Ő biztosan vissza fog majd küldeni a saját világodba. A küldetéshez sajnos segítséget nem tud adni, csupán információt, mivel a tündérek a nagy fából születnek és nem is hagyhatják el annak körzetét, különben élettelen fadarabokká válnak. \n\nMegtudod, hogy az időérme ellopása óta a világ minden lénye ugyanazt a napot éli át újra és újra, és csupán a nagy erővel rendelkezők emlékeznek arra, hogy mi történt korábban, és képesek valamennyire befolyásolni, hogy hol kelljenek fel másnap. Ez az állapot sem maradhat fent sokáig, mielőbb vissza kell szerezni az érmet. A lopásért valószínűleg a békák a felelősek, mint szinte minden gaztettért a világban, tehát náluk kell kezdeni a keresést. A Békavárosba a Kő-tengeren keresztül vezet az út.  \n\nElhatározod, hogy bátor leszel és azonnal belefogsz a küldetésbe. Búcsút intesz a nagy fának. \n\nLapozz [##1].  ",
      "color": "white",
      "comment": "",
      "index": 25,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 1
    },
    {
      "id": 20,
      "title": "Megpillantani a Kő-tengert",
      "story": "Kilépve a fából, hatalmas fáradtság nehezedik rád és mély álomba merülsz. Álmodban a szüleidet látod, félelem és szomorúság kerít hatalmába. Ezután megjelenik egy örvény és felriadsz. A Kő-tenger mellett fekszel. \n\nElső ránézésre inkább tűnik labirintusnak, mint tengernek. A mélysége alig pár centiméter és alatta néhol apró kavicsok, máshol hatalmas sziklák fekszenek. Itt-ott kisebb dombok és nagyobb kövek emelkednek ki labirintussá változtatva a felszínt, és ellehetetlenítve a közlekedést bármilyen eszközzel. Nem mintha sok autót vagy repülőt láttál volna az eddigi utad során. Valahogy semmilyen lénynek nem érdeke ebben a világban, hogy utazzon, mindenki jól érezi magát ott, ahol van. \n\nAz idő sem kegyes hozzád, sűrű köd nehezíti a tájékozódást. Amikor belépsz a vízbe, egy ismerős hang szólal meg melletted. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 70,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 21,
      "title": "Ismét találkozó Godfreyvel.",
      "story": "A hang azt mondja: \"Nem tudsz átkelni a tengeren csupán bámulva a vizet\". Megfordulsz és a korábbi öreg vándort pillantod meg. Megszólítod: \n- Útjaink ismét keresztezik egymást?!\n- Ismét? - nézett rá kérdőn az öreg. \n- Felejtsd el! Nagy feladatot kaptam és fogalmam nincs, hogy képes leszek-e rá. Nem értem, hogy miért vállaltam el - feleled, miközben bánatosan fürkészed a vizet. \n- A lehetetlen elérésének az egyetlen módja, ha elhiszed, hogy lehetséges - válaszolja az öreg. \n- Én csak haza akarok jutni! - kiálltod felé, de már csak a kavicsos partot találod. \n\nAzt gondolod, hogy ez jellemző rá, bár lehetséges, hogy csak a képzeleted játszik veled. Összeszeded magad és folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 66,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 22,
      "title": "Labirintus - B",
      "story": "Folytatva az utad nem kell sokáig sétálnod, mire egy újabb elágazáshoz érsz. Balra kicsit sekélyebbnek tűnik a víz, jobbra viszont szélesebb a folyosó. Ha jobbra fordulsz, lapozz [##1], egyébként a [##2]. ",
      "color": "white",
      "comment": "",
      "index": 58,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 24,
      "title": "Labirintus - BJ v JJ",
      "story": "A folyosó egyre csak szélesedik, majd az egyik pillanatban teljesen elmerülsz a vízben, és csak a szerencsédnek köszönheted, hogy vissza tudsz mászni. Egy nagy mélyedés keresztezi az utad, egy vízalatti kráter. Ha úgy döntesz, hogy jobbról kerülöd meg, lapozz [##2], ha a másik oldalról akkor [##1]. ",
      "color": "white",
      "comment": "",
      "index": 40,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 25,
      "title": "Labirintus - J",
      "story": "Haladsz előre, amikor egy kis emelkedőhöz érsz. Választhatsz, hogy megkerülöd, ekkor lapozz [##1], vagy balra fordulsz és keresztülmászol rajta. Ha így döntesz, akkor lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 76,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 26,
      "title": "Labirintus - JB",
      "story": "A köd egyre erősebb és majdnem fejjel ütközöl egy falba. Jobb lesz, ha nem lankad a figyelmed, nehogy bajod essen. Elkezded tapogatni a falat és két szűk átjárót találsz közel egymáshoz. Bekukucskálsz, de a köd miatt nem látsz a túloldalon semmit. Ha a jobb oldaliban folytatod az utad, lapozz [##1], ha a bal oldaliban, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 19,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 27,
      "title": "Labirintus - JBJ",
      "story": "Egy sekély vizű teremben találod magad, de nagyon nagy a sötétség. A fal mentén tapogatózva haladsz, és van egy olyan érzésed, mintha körbe járnál. Ha folytatod a haladást, lapozz [##1], ha megindulsz a terem közepére, lapozz [##2].  ",
      "color": "white",
      "comment": "",
      "index": 38,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 31,
      "title": "Labirintus - Bejárat",
      "story": "Nekivágsz a Kő-tengernek, de hamar rá kell ébredned, hogy ez még gyalogosan is komoly vállalkozás. A sok szikla és domb között igazán könnyű elveszni, illetve itt-ott mély lyukak is lassítják a haladást. \n\nVégül egy kis ösvényt pillantasz meg, ami mellett a sziklába egy üzenetet véstek: \n\"Kedves vándor, utadra jól figyelj, jobb nem próbára tenni a balsorsod, mert történeted balul végződhet. Intelmem legyen irányjelződ, vésd jól az eszedbe!\"\n\nVészjósló figyelmeztetés, de nincs választásod. Elindulsz az úton, majd kis idő után kereszteződéshez érsz. Ha balra folytatod az utad, lapozz [##2], ha a másik irányt választod, akkor lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 68,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 32,
      "title": "Labirintus - NYERT - JBB",
      "story": "Ahogy mész egyenesen a köd elkezdsz tisztulni, a folyosó pedig szűkülni. Az utolsó pár méteren már olyan keskeny, hogy egészen össze kell préselned magad, hogy előre tudj haladni. Már éppen azon gondolkozol, hogy visszafordulsz, amikor megpillantasz egy üreget az út legvégén. Átmászol rajta és a túloldalon meglátsz egy kis erdőt. Átértél a Kő-tengeren. A fal mellett egy aprócska egérszerű lényt pillantasz meg. Megszólítod. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 55,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 33,
      "title": "Találkozás az egérkével",
      "story": "Közelebb lépve a kis teremtmény rád néz és látszik, hogy nagyon szomorú. Megkérdezheted, hogy mi a baj, lapozz [##1], vagy egy köszönés után folytathatod az utad, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 41,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 34,
      "title": "Bajba esett egér",
      "story": "Az egérke elárulja, hogy Timothynak hívják és itt él a Kő-tenger és a Békaváros határában a szüleivel. Édesapja a paras kő megszállítója, amely egy olyan tárgy, ami bármilyen fémet arannyá tud változtatni. Az ősi könyvek elárulják, hogy a paras kő külsőleg olyan, mint bármilyen más kő, és a Kő-tengerben rejtették el. Az édesapja minden napját úgy tölti, hogy kimegy a tengerre és sorra próbálgatja az összes követ és kavicsot. Ma egy nagyobb szikla mellett keresgélt, amikor az megcsúszott és beszorította a lábát. Mivel az egerek kicsik és gyengék, így nem tudták elmozdítani a sziklát. Timothy fél, hogy apja örökre a tenger fogságában marad. \n\nHa felkínálod a segítséged, akkor lapozz [##1], ha kifejezed sajnálatod és elköszönsz, lapozz [##2].",
      "color": "white",
      "comment": "",
      "index": 51,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 35,
      "title": "Kijutás a Kő-tengerről - Godfrey",
      "story": "Elhagyva a tengert barátságosabb környezetben találod magad. És egy kis séta után az erdőben egy ismerős arc üdvözöl. \n- Örülök, hogy ismét látjuk egymást barátom. A reggeli találkozásunk óta nagy utat tettél meg - fogad nagy mosollyal Godfrey.  \n- A labirintus a Kő-tengerben egy örökkévalóságnak tűnt, pedig csak pár óra volt az út. Szerencsére sikerült kijutnom. \n- A szerencsének ehhez nincs köze. Tudd meg fiam, hogy cselekedeteid sikere belső meggyőződésed erejétől és önfegyelmedtől függ. Szóval ne veszítsd el a bátorságod, és soha ne add fel. Elszántságodra most talán még nagyobb szükséged lesz, mint valaha. \n- Azt gondolom. Hogy jutottál gyorsabban ki a labirintusból, mint én?\n\nA válasz nem érkezik meg, Godfrey ismét köddé vált. Későre jár, a távolban megpillantod a Békaváros fényeit. Úgy döntesz, hogy lepihensz és másnap újult erővel veszed célba. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 11,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 36,
      "title": "Mentés",
      "story": "Egy rövid séta után megérkeztek Timothy apjához. Úgy tűnt, hogy már ereje végét járja, annyira kimerült a sok erőlködésben, hogy kiszabadítsa magát. Nekifeszülsz a kis egérkével a sziklának, és együttes erővel, mindent beleadva sikerül eldönteni a nagy követ és kiszabadítani az öreget. \n\nTimothy édesapja köszöntet mond neked, a családjának pedig megígéri, hogy felhagy a paras kő keresésével és élete hátralevő részét nekik szenteli, mivel az élet túl rövid, az idő pedig túl értékes, hogy hasztalan dolgokra fecséreljük.  \n\nBúcsúzóul azt a tanácsot adja, hogy sohase bízz egy békában, ne köss vele szövetséget. Elköszöntök, lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 23,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 5
    },
    {
      "id": 37,
      "title": "Békaváros első ránézésre",
      "story": "Másnap nem vesztegeted az időt és megközelíted a várost. Az utcák telis-tele vannak hatalmas békákkal és mindegyik parókát visel. A házak sárral összetapasztott sziklákból állnak, mindenhol rengeteg a szemét és kosz. Az egyik épület kiemelkedik a többi közül, és egy békaőr áll a kapujában. Azt gondolod, hogy ez lehet a város uralkodójának a háza, és bizonyára ott őrzik az érmét is. Az őrségváltásnál megragadod az alkalmat és besurransz az épületbe. \n\nLapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 18,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 38,
      "title": "Lebukás",
      "story": "A terembe lépve összefutsz egy másik őrséggel. Ismét próbára kell tenned ravaszságod. Ha úgy döntesz, hogy szilárd elhatározottsággal és teljes komolysággal rájuk nézel és brekkentesz egyet, akkor lapozz [##1]. Ha megpróbálod elterelni a figyelmüket azzal, hogy a hátuk mögé mutatsz és azt mondod \"Vigyázzatok patkány\", lapozz [##2].",
      "color": "white",
      "comment": "",
      "index": 27,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 39,
      "title": "Brekegés",
      "story": "Meglepődnek, de nem néznek békának, sokkal inkább bolondnak. Viszont ez nem tart sokáig, elkapnak és bedobnak a város börtönébe, amíg értesítik az uralkodót. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 53,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 40,
      "title": "Patkány!!!",
      "story": "A tervből kimaradt az elmenekülés. Bár a békák a hátuk mögé néznek, miután visszafordulnak, te még mindig a helyeden vagy, és kissé bárgyú mosolyt öltesz magadra, majd leengeded a kezed. Most már késő brekegni, elvisznek és bedobnak egy cellába. Ott kell várnod a város uralkodójára. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 47,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 41,
      "title": "Cellatárs - Izi a katica",
      "story": "Nagyapád mindig azt mondta, hogy bármit, amit meg akarsz tenni, tedd szilárd elhatározással, így a siker biztosan nem marad el. Ez bizonyára nem vonatkozik az őrök kijátszására, mert rövid időn belül ez már a második alkalom volt, hogy nem jártál sikerrel. Ahogy azon gondolkozol, hogy hogyan kerülj ki szorult helyzetedből, mögötted egy halk neszre leszel figyelmes. Megfordulsz és egy katicára hasonlító alakot veszel észre a cella túlsó végében. \n\nBeszédbe elegyedtek, kiderül, hogy Izinek hívják. Reggel kapták el az őrök, ahogy éppen a közeli mezőn sétált. Megtudod tőle azt is, hogy a békáknál a paróka nagyon fontos státuszszimbólum, minél díszesebb, annál magasabb pozíciót foglal el a viselője. Éppen kezdtek összebarátkozni, amikor ismét megjelennek az őrök, és az uralkodó elé visznek. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 74,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 42,
      "title": "Donatello az uralkodó",
      "story": "Donatello a békák vezetője fogad téged a termében. Hatalmas aranyparókájával a fején szinte szétfolyik a kanapén. Közönyösen megkérdezi, hogy mit keresel a házában, miközben szinte rád sem emeli a tekintetét. Ha egyenesen nekiszegezed a kérdést az ellopott időérméről, lapozz [##1], ha hízelgéssel próbálsz meg információt kicsikarni, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 77,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 43,
      "title": "Donatello mérges",
      "story": "Szinte azonnal sikerül felbosszantanod a vezetőt, aki dühösen utasítja az őröket, hogy azonnal vigyenek vissza a celládba. Sajnos nem tudtál meg semmit az időérméről. Későre jár, mély álomba merülsz kissé szorongva, hogy hol virrad rád az új nap. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 31,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 44,
      "title": "Új nap, új lehetőség",
      "story": "Reggel szerencsére a város bejáratánál ébredsz fel egy bokor aljában. Megkeresed az őrzött ház kapuját és ismét besurransz. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 43,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 45,
      "title": "Hízelgés",
      "story": "Elkezded ecsetelni, hogy milyen különlegesen szép hely ez a Békaváros, és sokat hallottál a város uralkodójának nagyszerű.... \n\nHa a csodás szemeit emeled ki, akkor lapozz [##1], ha a dús haját, lapozz [##2], ha az izmos combjait, lapozz [##3]. ",
      "color": "white",
      "comment": "",
      "index": 10,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 46,
      "title": "Szemek",
      "story": "Bár nagyon igyekszel, és megpróbálsz ódákat zengeni a nagy fekete szemeiről, amiben nem lelhető fel az értelem szikrája sem, az ábrázatod mindent elárul, undorral kevert bárgyú vigyorod inkább csak felhergeli Donatellót. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 33,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 47,
      "title": "Haj",
      "story": "Elmeséled neki, hogy a csodás hajkoronája messzeföldön híres, mindenki irigyli a dús fürtjeit, lágy esését, csillogását. Valóban szép paróka, még akkor is, ha a viselője történetesen egy gusztustalan varangy.  Donatellonak ez nagyon tetszik, öröm számára, hogy végre találkozik egy olyan teremtménnyel, aki igazán tudja, mi a fontos. \n\nKözben megemlíted, hogy a tündérek földjéről érkeztél, akik nagyon keresik az elveszett időérmet. Elmondod, hogy mekkora veszélyt jelent az egész világra nézve az eltűnése és megkérdezed, hogy hallott-e valamit. Az uralkodó büszkén vallja be, hogy ők lopták el. Nem volt nehéz, hiszen aki megérinti az érmét a világukon belül bárhova el tud utazni egy szempillantás alatt. Szóval csak meg kellett érintenie az egyik szolgálójának, és a tündérek trónterméből azonnal a Békavárosban termett a tolvaj az érmével együtt. \n\nDonatello számára nem jelent nagy értéket az érme, ezért megígéri, hogy segít, de cserébe ő is kér valamit. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 67,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 48,
      "title": "Combok",
      "story": "Éppen belekezdenél mondandódba, mely szerint \"Combjai olyan, olyan\"..., közben ránézel Donatello hájas, kelésekkel borított lábaira. Látszik, hogy jó ideje nem használta már őket. Ezen felül valami furcsa, megmagyarázhatatlan szag is terjed belőlük. Nagyon erősen próbálkozol keresni valami szép jelzőt, de nem jut semmi az eszedbe. Az uralkodó türelme pedig eközben lejárt. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 29,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 49,
      "title": "Alku",
      "story": "Donatello elmeséli, hogy a közeli Bogárhotelben egy aranyelixír nevű csodás varázsitalt tartanak elzárva. Bárki, aki elfogyasztja, hatalmas képességre tesz szert. Bármit megérint, az arannyá változik. Már többször tett kísérletet az ellopására, sikertelenül. Ha megszerzed neki a varázsitalt, hajlandó ő is segíteni neked. Mivel az elixírt szigorúan őrzik, így felajánlja a legerősebb őrét, Geronimot. Ő bármilyen akadályt képes legyőzni. Ha elfogadod a segítséget, lapozz [##1], ha inkább a börtönben raboskodó katicát, Izit vinnéd magaddal, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 7,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 50,
      "title": "Geronimoval az úton",
      "story": "El is indultok és hamarosan kiderül, hogy az új útitársad érdeklődése nem igazán terjed saját erején túlra. A Bogárhotel nagyon közel van, és hamarosan egy csapat felfegyverzett bogárba ütköztök. Csendben próbálsz elbújni az út szélén, de ekkor Geronimo felpattan, és csatakiáltással megindul a csoport felé. Nincs mit tenni, te is csatlakozol az eszement támadáshoz. A következő pillanatban már egy bűzösbogár kábítófelhőjében csücsültök, félig eszméletlenül. Utolsó gondolatod, mielőtt álomra csukod a szemeid, hogy máskor jobban választasz társat a küldetéshez. \n\nReggel felébredsz a Bogárvárosnál, és megpróbálsz mindent pontosan úgy csinálni, ahogy az előző nap, egészen az útitárs választásig. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 21,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 51,
      "title": "Izivel a Bogárhotelben",
      "story": "Izivel útközben még jobban összebarátkoztok. Ő elmeséli, hogy az egész gyermekkorát a Bogárhotelben töltötte, és pontosan tudja, hogy hol tartják elzárva az aranyelixírt, te pedig elmondod neki, hogy hogyan jutottál el ide, és azt, hogy mennyire hiányzik a családod, szeretnél hazajutni. \n\nA hotelhez érve, az őröket megkerülve egy titkos úton el tudtok jutni egészen a szobáig, ahol az elixír van elhelyezve. Ahogy elemeled a helyéről a kis üveget, amely sárgás színben megvilágítja az egész szobát, belép egy nagy öreg bogár és megindul feléd. Támadásra emeli hatalmas csápjait, te pedig arra gondolsz, hogy itt a vég, amikor Izi felkiált melletted. \"Ne bántsd apa!\". Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 9,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 52,
      "title": "Az elixír megszerzése",
      "story": "Kiderül, hogy Izi a Bogárhotel vezetőjének a lánya. Elmesél mindent az apjának, aki ekkor feléd fordul és a következőt mondja:\n- Az aranyelixír számunkra nem egy féltett kincs, hanem egy átok, amelyet elzárva kell tartani. Megmentetted a lányom, így az adósod vagyok. Vedd az elixírt és használd belátásod szerint, de figyelmeztetlek, ne engedd át magad a vágyaidnak, ne hagyd, hogy függővé tegyenek. A békák elpazarolják az életüket a futó élvezetek kergetésében, te ne hagyd, hogy ezek rabjává válj. \n\nElköszöntök és te visszaindulsz Békavárosba. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 52,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 53,
      "title": "Útban a békákhoz - Godfrey",
      "story": "Későre jár már, úgy döntesz, hogy lepihensz, és csak másnap viszed el az elixírt. Ledőlsz egy fa tövében és csak nézegeted a szerzeményt. Gyönyörűen világít. Arra gondolsz, hogyha nem adnád vissza, hanem magad használnád fel, akkor te lehetnél a leghatalmasabb ezen a világon. Hazudhatnád azt, hogy nem sikerült a küldetés, és megpróbálhatnád más módon megszerezni az időérmét. Ekkor egy ismerős hang megszólal melletted: \n- Alacsonyrendű lények ezek a békák, lopnak és csalnak, és mindig csak nagyobb dolgokra vágynak, de sohasem elégszenek meg. Pedig a vagyont becsületes úton kell megszerezni, a saját munkáddal és erőfeszítéseddel - mondja Godfrey, miközben felnéz a holdra. \n- Igen, de miért baj az, ha valaki kényelemre vágyik és szereti a csillogást? \n- A szükségtelenül felhalmozott anyagi javak egy idő után teherré válnak, gondot okoznak. Igazi örömöt csak minden élőlény önzetlen szolgálata nyújt. Nem így gondolod? \n\nSzokásához híven a választ már nem várja meg, te pedig tovább töröd a fejed. Ha úgy döntesz, hogy magad használod fel a varázsitalt, lapozz [##1], ha lepihensz és másnap folytatod az utad a Békavárosba, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 42,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 54,
      "title": "Átok",
      "story": "Fittyet hányva a bogarak vagy az öreg figyelmeztetésére felhörpinted az italt és azonnal egy különös energia jár át. Hihetetlen érzés, nem is érted, hogy miért gondolkodtál ezen annyit. Gyorsan ki is próbálod és megböksz egy kavicsot, ami azonnal arannyá változik. Fantasztikus! Ezután hozzáérsz egy bokorhoz, ami szintén arany lesz. Valaki ekkor megveregeti a hátad, de a hangját már nem hallod. Megfordulsz és Izi az, de már nem tud beszélni, aranyszoborrá vált. Ekkor rájössz, hogy miért tekintettek a bogarak átokként erre az italra. \n\nSírva fekszel le a kemény földre, ami szintén arannyá változott alattad, és reménykedsz, hogy kegyes lesz hozzád az idő és másnapra ez mind elmúlik. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 54,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 55,
      "title": "Visszatérés Békavárosba",
      "story": "Másnap felébredsz és az elixír ott ragyog a kezedben. Visszamész a békák városába, és azonnal át is nyújtod Donatellonak a varázsitalt. Cserébe elkéred az időérmet, hogy késlekedés nélkül visszaindulhass. \n\nDonatello vigyorogva néz rád, és azt mondja, hogy szívesen odaadná, de nincs nála az érme. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 36,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 56,
      "title": "Búcsú a békáktól",
      "story": "Mérgesen válaszolsz: \n- Megegyeztünk! Azt mondtad, hogy átadod az érmét cserébe az elixírért! \n- Nem mondtam, hogy átadom az érmét, hanem csak annyit, hogy segítek. Valóban mi loptuk el, de felbérelt minket Molly, a szarka. Az elixírt adta volna cserébe, de átrázott minket, és ahogy megérintette az érmét, azonnal köddé vált. Bizonyára a faházában gyűjti a csillogó kincseit, ami nincs is olyan messze, de a belépés körülményes. \n- Merre találom, hogy jutok el oda? \n- A faház egy nagy fa tetején van, amire csupán egy csiga képes felvinni, de ők nem olyan segítőkészek, mint mi, békák. A hely, ahol élnek, a csigakert, innen délre. De most már idegesítesz, ideje elhagynod a városunkat. Az elixírt pedig köszönjük - mondta gúnyosan Donatello. \n\nAzzal fogta az üvegcsét és lehörpintette az egészet. Egy pillanatra meg is szédült, de az egyik szolgája azonnal mellé termett és elkapta. Nem esett el, de a szolga azonnal arannyá változott. Donatello felkacagott és elkezdett mindent összefogdosni a szobában. Miután elfáradt úgy gondolta, hogy leül és eszik egy picit. Azonban ahogy az ételt megfogta, az azonnal arannyá változott. Gondolta iszik egy kortyot, de az itallal is ugyanaz történt. Ezután már nem öröm, hanem inkább kétségbeesés tükröződött a nagy fekete szemeiben. \n\nJó kerülni azokat a helyeket, ahol nem látnak szívesen. Úgy döntesz, nem várod ki, hogy mi lesz a vége, szép lassan elhagyod az uralkodó házát Békavárossal együtt, és útnak indulsz délre. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 80,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 3
    },
    {
      "id": 57,
      "title": "Godfrey ad ellenszert",
      "story": "A városból kijutva ismét Godfreyvel találkozol, aki éppen a Csigakert nevű helyről tért vissza. Elmeséli, hogy bár a csigák nem olyan barátságtalanok, mint ahogy a békák mondták, a lakhelyükre vezető ösvény tartogat veszélyeket, ugyanis itt őshonos az úgynevezett darázsozó csalánfű, amely csípése halált is okozhat. Azonnal ad is neked egy ellenszert. Megköszönöd és megkérdezed, hogy most tartogat-e számodra valami hasznos tanácsot. Elgondolkodik, majd azt feleli: \"Néha a legjobb orvosság, ha nem teszünk semmit.\" Ezután köddé válik, te pedig folytatod az utad az ösvényen. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 65,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 58,
      "title": "Csípés",
      "story": "Ahogy haladsz előre egyre nagyobb és érdekesebb növények mellett vezet az utad. Néha olyan érzésed van, mintha figyelnének, mintha valami folyton mozogna mögötted, de megfordulva nem látsz mást, mint különleges formájú bokrokat és fákat. Egy szakadék mellett vezet az utad, amelynek a fenekén mintha víz folydogálna. Hirtelen egy csípést érzel a válladban. Félelmed beigazolódik egy mérges növény magasodik föléd. Ha futásnak eredsz az ösvényen, akkor lapozz [##1]. Ha beleugrasz a szakadékba, reménykedve, hogy vízbe érkezel, lapozz [##2]. Ha lefekszel a földre és gyorsan beadod az ellenszert, lapozz [##3]. ",
      "color": "white",
      "comment": "",
      "index": 22,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 59,
      "title": "Ösvény",
      "story": "Próbálsz olyan gyorsan meglógni, amilyen gyorsan csak tudsz, de egyre csak nő a mérges növények száma és úgy ráhajolnak az útra, hogy nincs más választásod, le kell ugranod a szakadékba. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 75,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 60,
      "title": "Ébredés",
      "story": "Az esés közben elveszted az eszméleted. Pár óra múlva térsz magadhoz egy vízparton. A szerencse ismét melléd szegődött, a szakadék alján egy kis folyó volt, ami egészen a Csigakert bejáratához sodort. Megpillantod a dombot, amelyre spirál alakban vezet felfelé az út, és amelynek a kezdetén egy tábla van. Odalépve a csigák híres mondását olvashatod el: \n\n\"Nem számít milyen lassan mész, amíg kitartasz. Hiszen a lassú haladás is haladás.\"\n\nÚgy döntesz, hogy vársz még a szérum beadásával, és inkább folytatod az utad. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 69,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 61,
      "title": "Fekszel a földön",
      "story": "Leveted magad a földre és elővennéd a zsebedből az ellenszert, de már nincs rá időd, az egyik növény feléd irányítja tüskéit, és csak az utolsó pillanatban tudsz oldalra gördülni, elkerülve egy ismételt szúrást. Egyenesen a szakadékba esel. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 28,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 62,
      "title": "Úton a csigakertben",
      "story": "A Csigakert lenyűgöző látvány. Telis-tele van színes, pompás virágokkal. Sok csigával találkozol, akik vagy beszélgetnek vagy békésen lakmároznak az ösvény szélén. Mindenki szívélyesen üdvözöl.  Egyikkel-másikkal váltasz pár szót, mely során kiderül, hogy ez az ő országuk, de mivel nincs szükség arra, hogy városokat hozzanak létre, vagy megváltoztassák a környezetet, így mindenki csak kertnek hívja. Nincs uralkodójuk sem, hanem három vénből álló tanács hozza meg a szükséges döntéseket vitás kérdésekben, akik fent élnek a domb tetején. Téged is oda irányítanak, majd ők eldöntik, hogy érdemes vagy-e a segítségre, vagy egyedül kell felmásznod a szarka fájára. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 50,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 63,
      "title": "A vének - első kérdés",
      "story": "A domb tetejére felérve egy hatalmas gomba lábánál megpillantasz három nagy csigát, ahogy a vidéket kémlelik. Odalépsz hozzájuk és kiderül, hogy ők a tanács, akikhez segítségért kell folyamodnod. Elmeséled, hogy miért  indultál az érme keresésére, és mi vezetett a csigák földjére. Rövid tanakodás után a tanács úgy dönt, hogy segít neked és felajánl egy csigát, aki elkísér a utadon, amennyiben helyesen válaszolsz három kérdésre. Ha bármelyik kérdésre rossz a válasz, úgy nem segítenek. Elfogadod a feltételeket. \n\nAz első vén feléd fordul és megkérdezi, hogy mi a csigák közmondása?\n\"A lassú haladás is haladás.\" vagy \"Egy apró tettel is többet teszel annál, mint aki nem tesz semmit.\"\n\nHa az elsőt választod, lapozz [##1], ha a másodikat, akkor [##2]. ",
      "color": "white",
      "comment": "",
      "index": 46,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 64,
      "title": "Második kérdés",
      "story": "Helyesen válaszoltál. Most a második vénen a sor, aki egy találós kérdést tesz fel: \n\n\"Ismerek egy tarka házat,\nLakik benne szarvas állat.\nSzegény igen fél ám tőled,\nSzarvát behúzza előled. \nBármerre jár völgyön hegyen,\nHázikója vele megyen...\nTarka házban szarvas állat,\nÜgyes vagy, ha kitaláltad.\"\n\nHa a válaszod szarvas, lapozz [##1], ha csiga, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 13,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 65,
      "title": "Helytelen válasz",
      "story": "Sajnos helytelenül választottál. A vének sok szerencsét kívánnak, de sajnos el kell hagynod a csigák földjét. A domb aljában lefekszel aludni és másnap a kert bejáratánál ébredsz. Ismét megpróbálod. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 73,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 66,
      "title": "Harmadik kérdés",
      "story": "Ismét egy helyes válasz. A harmadik vén nyugodtan néz rád, majd így szól: \n- Nyugalom vándor, az első két kérdés sem okozott problémát, biztosan ez sem fog. Az én kérdésem az lenne, hogy a következő három dolog közül, mi a legfontosabb: erő, nyugalom, bátorság. \n\nHa az erőt választod, lapozz [##1]. Ha a nyugalmat, lapozz [##2]. Ha szerinted a legfontosabb a bátorság, úgy lapozz [##3]. ",
      "color": "white",
      "comment": "",
      "index": 49,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 67,
      "title": "Sikeres teszt",
      "story": "A harmadik bölcs helyeslően bólogat. Így felel: \n- A csigák meg tudják látni a szépséget minden centiméterben és ennek a nyugalom az oka, csak így lehet meglelni a természet békéjét. Jól feleltél minden kérdésre utazó, a csigák szívesen segítségedre lesznek utad végső állomásának elérésében. \n\nEkkor előcsúszik egy fiatal meztelen csiga, és így szól: \n- Szia! A nevem Shelby. Szívesen elviszlek a szarka házáig, de utána elválnak útjaink. Szállj fel! \n\nFelmászol a csiga hátára, és búcsút intesz a véneknek. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 37,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 68,
      "title": "Nem elég bátornak lenni",
      "story": "Nem a bátorság a helyes válasz. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 39,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 7
    },
    {
      "id": 69,
      "title": "Útban a szarka faházáig",
      "story": "Shelby nem túl beszédes, de az utazás során megtudod tőle, hogy Mollyval mindig is jó volt a csigák kapcsolata. Nem érti, hogy mi vitte rá, hogy ellopja az időérmet. Elmeséli azt is, hogy a szarkának van egy gyermeke, aki sűrűn játszott a csigakertben vagy a közeli csalánfű erdőben, de már egy ideje nem találkoztak vele.\n\nViszonylag gyorsan eljutok egy magas, sima törzsű fához, amelynek a teteje ködbe burkolózik, nem is látszik, hogy egy épületet rejt. Shelby megkér, hogy most kapaszkodj erősen és semmiképpen se nézz le útközben, mert könnyen leszédülhetsz. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 24,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 70,
      "title": "Mászás",
      "story": "Elindultok felfelé, szép lassan a köd is eloszlik. Már majdnem eléritek a faházat, amikor arra gondolsz, hogy érdemes lenne megnézni csigaháton is a tájat. Ha nem veszed figyelembe Shelby intelmét és hátrapillantasz, lapozz [##1], ha vársz még pár percet, hogy majd biztonságos helyről tudj körbenézni, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 72,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 71,
      "title": "Majdnem leesel",
      "story": "Ahogy fordulsz hátra, hirtelen megbillensz és elveszíted az egyensúlyod. Ahogy csúszol lefele még éppen el tudod kapni Shelby farkát, így az utolsó pár méter megtétele igazán nagy erőpróba számodra és nem kellemes Shelby számára sem. Arról nem is beszélve, hogy a tájból nem sikerült semmit meglátnod. Felérve Shelby egy rosszalló pillantást vet rád, majd elbúcsúztok. Neked a kedved is elmegy a nézelődéstől, mert érzed, hogy ez lesz az utolsó próba, tőled függ, hogy megmenekül-e a világ és hazajuthatsz, vagy örökre itt kell raboskodnod, legalábbis addig, amíg össze nem omlik az idő. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 34,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 72,
      "title": "Gyönyörű panoráma",
      "story": "Felérve a teraszra, Shelby sok szerencsét kíván, innen már egyedül kell folytatnod az utad. De mielőtt tovább mész, még szétnézel az elképesztő magasságban. A terasz végére állva feltárul előtted a teljes világ. Látod Tündérországot, ahova pár napja érkeztél meg és találkoztál a legkülönösebb lényekkel, akiket eddig ismertél. Utána ott van az ezüstösen világító Kő-tenger, ami ilyen távolságból valóban egy tengernek tűnik. Mellette a Békaváros és a Bogárhotel és egészen közel a Csigakert, ami felülről olyan, mintha egy csigaház lenne. Sok különös lénnyel ismerkedtél meg, talán még barátokra is szert tettél. És most itt állsz a végső próba kapujában. Tőled függ, hogy megmenekül-e a világ és hazajuthatsz, vagy örökre itt kell raboskodnod, legalábbis addig, amíg össze nem omlik az idő. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 56,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 73,
      "title": "A szarka háza",
      "story": "Lassan véget ér a nap, szóval nem vesztegetheted az időd. Már elengedted azt az embert, aki pár napja még a mólón ücsörgött, és most találkozhatsz azzal, akivé válhatsz. Belépsz a házba. A nappalijában találod magad, az egyik szobából fény szűrődik ki. Ha megnézed, lapozz [##1]. Ha elkezdesz kutatni a szobában, lapozz [##3]. Ha inkább elrejtőzöl és megvárod, amíg valaki megérkezik, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 8,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 74,
      "title": "Szoba",
      "story": "Belépve a szobába megpillantod a szarkát, ahogy egy ágy mellett ül szomorúan. Közel az ajtóhoz, egy kis szekrényen pedig ott csillog az időérme. Azonnal Tündérországban teremhetsz, csupán meg kell érintened az érmet, ami alig pár lépésnyire van. Ha így döntesz, lapozz [##1]. Ha megszólítod Mollyt, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 71,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 75,
      "title": "Függöny mögött",
      "story": "Elrejtőzöl a függöny mögé és vársz, de közben látod, hogy egyre alacsonyabban jár a nap. Ha még sokáig húzod az időt, fennáll a veszélye, hogy másnap újra elölről kell kezdened a kalandot, és mehet vissza a csigakertbe. Úgy döntesz, hogy összeszeded a bátorságod és bemész a szobába. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 32,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 76,
      "title": "Nincs érme",
      "story": "Halkan elkezded keresni az érmet, de nem jársz sikerrel. Közben a szobából halk nesz hallatszik. Ha úgy döntesz, hogy elbújsz a függöny mögé és megvárod, amíg megérkezik valaki, lapozz [##1]. Ha benyitsz a szobába, lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 12,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 77,
      "title": "A gyors szarka",
      "story": "Teszel egy halk lépést, de ekkor nyikorog egy hatalmasat az öreg faház padlója. A szarka egyenesen rád néz, majd egy pillanat alatt elveszi az érmét a szekrényről. Kénytelen vagy megszólítani. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 2,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 78,
      "title": "Beszélgetés",
      "story": "Egy ideig csak figyelitek egymást, majd megtörve a csendet megkérdezed, hogy ki fekszik az ágyban. \n- A gyermekem az - válaszolja Molly. - Pár napja az erdőben repült és túl alacsonyra szállt, az egyik növény pedig megcsípte. 1-2 napig nem volt komoly hatása, nem is szólt róla, de tegnap éjszaka ágynak esett, ekkor tudtam meg, hogy megcsípte valami. \n- Ezért kérted fel a békákat hogy hozzák el az időérmet? - kérdezed. \n- Igen, azt gondoltam, hogy vissza tudok utazni és megakadályozni a történteket. De csak a mai napot tudom újra és újra lejátszani. Ráadásul csak én emlékszem rá, a gyermekem nem. \n- Ha az időérme nem kerül vissza, akkor ez a világ hamarosan elpusztul mindenkivel együtt. \n- Ha a gyermekem elpusztul, akkor nincs is értelme ennek a világnak - válaszolja elkeseredetten. \n\nEkkor eszedbe jut, hogy van nálad egy ellenszer, amivel meg tudod gyógyítani a Molly gyermekét, de így te kerülsz életveszélybe. Ha felajánlod a szérumot, lapozz [##1]. Ha tovább győzködöd, akkor lapozz [##2]. ",
      "color": "white",
      "comment": "",
      "index": 59,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 79,
      "title": "Gyógyulás",
      "story": "Elmondod Mollynak, hogy van nálad ellenszer a csípésre és odaadod neki. A kismadár megkapja a gyógyszert és szinte azonnal jobban lesz, mosolyogva ül fel az ágyában. Molly hálásan nyújtja feléd az időérmet éppen akkor, amikor a nap utolsó sugarai még látszanak. Hozzáérsz miközben a szemeid lassan lecsukódnak. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 64,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 80,
      "title": "Győzködés",
      "story": "Próbálsz további érveket felhozni, mesélsz a többi életről is, de Molly túl szomorú ahhoz, ahhoz, hogy gondolkozzon. Ha megpróbálod erővel elvenni az érmet, lapozz [##2]. Ha mégis felajánlod a gyógyszert, kockáztatva az életed, lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 30,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 81,
      "title": "Gyermek megszólal",
      "story": "Odalépsz a szarkához és már éppen a támadásra kerülne a sor, amikor a feszültségben egy halk hang hallatszik az ágy felől. \n- Anya, add oda neki az érmet. Nem akarom, hogy miattam szenvedjenek mások. \n\nEkkor úgy döntesz, hogy megmented a gyermeket, akár az életed árán is. Felajánlod az ellenszert. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 79,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 6
    },
    {
      "id": 82,
      "title": "Ismét tündérországban",
      "story": "Egy világos szobában ébredsz, ami olyan, mintha egy fába vájták volna. Az ablakhoz sétálsz és hamar felismered a helyet, ismét Tündérországban vagy. Nagyon boldog vagy, hogy sikerült még idejében visszajutnod. Gyorsan megnézed a vállad, de a csípésnek hűlt helyét találod. \n\nEkkor kinyílik az ajtó és belép a tündérek királya. Hálás köszönetet mond, amiért megmentetted a világot. Rákérdezel a csípésre, és ő elmondja, hogy miután megjelentél a trónteremben, észrevették a sebesülést és azonnal megidézték a nagy varázslót, aki hamar adott neked a gyógyszerből, még éppen idejében. Ő az idő és a tér ura és jelenleg is a trónteremben vár. Nem késlekedtek, elhagyjátok a szobát. Lapozz [##1]. ",
      "color": "white",
      "comment": "",
      "index": 3,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 8
    },
    {
      "id": 83,
      "title": "Búcsú tündérországtól",
      "story": "A trónterembe érve először Godfreyt pillantod meg. Odalépsz hozzá és köszönetet mondasz a sok jó tanácsért és támogatásért. Elárulod neki, hogy sokáig azt gondoltad, hogy ő csupán a képzeleted szüleménye. Utána megpillantod a szoba közepén az időérmet. Egy kicsi tárgy és mégis milyen nagy bonyodalmat tud okozni. Végre alkalmad nyílik jobban szemügyre venni. Az egyik oldalán egy homokóra, a másikon egy arckép. Ahogy jobban szemügyre veszed az arcot, azonnal világossá válik számodra, hogy ki is a mester valójában. Godfrey felé fordulsz: \n- Ha te vagy a nagy varázsló, miért nem szerezted azonnal vissza az érmét? \n- Nem érhetek hozzá az időérméhez. Megtettem mindent, ami leginkább a hatalmamban állt és elhoztam valakit, aki elég bátor és melegszívű ahhoz, hogy sikeresen megmentse a világot. \n- Haza tudsz juttatni? \n- Semmi nem lehetetlen, csak akkor, ha azt gondolod, hogy a lehetetlen létezik. Kérlek foglalj helyet ezen a széken és hunyd le a szemed!\n\nLeülsz a székre és becsukod a szemeid. Ezután Godfrey eléd áll, imára kulcsolja a kezét és folytatja:\n- Szolgálj szeress, adakozz, légy jó, tégy jót, tisztulj és valósítsd meg magad! Egy mozdulatlan elmének az egész világ megadja magát.\n\nEkkor a lecsukott szemek mögött hatalmas fényességet látsz, végtelen csendet tapasztalsz és elönt egy határtalan boldogság. Lapozz [##1].",
      "color": "white",
      "comment": "",
      "index": 20,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 8
    },
    {
      "id": 84,
      "title": "Újra a valósában",
      "story": "A fényesség lassan elhalványodik és felváltja egy hideg, nedves érzés. Karok ragadnak meg és húznak ki a partra. Lassan magadhoz térsz. A saját világodban vagy, a tóparton, csuromvizesen. \n- Mi történt veled? - kérdezi egy hang\n- A naplementét néztem, amikor megbillentem és beleestem a vízbe. Gondolom ez volt az ára az élményemnek. \n- Nos kedves barátom, a világban mindennek megvan az ára, de értéke csak kevés dolognak. Jó ezt észben tartani! \n\nRánézel a hang forrására és örömmel látod, hogy Godfrey az. Ő kedvesen mosolyog rád, majd hattyúvá változik. Csendben nézed, ahogy lassan visszatotyog a tóba, majd elúszik. \n\nTe pedig tudod, hogy soha többé nem leszel egyedül és a világ sem lesz már ugyanaz, mint azelőtt. \n\nVÉGE",
      "color": "white",
      "comment": "",
      "index": 5,
      "starter": false,
      "life": 0,
      "winner": false,
      "looser": false,
      "chapterId": 8,
      "question": ""
    }
  ],
  "relations": [
    {
      "sourceId": 1,
      "targetId": 2,
      "comment": "bámészkodás",
      "condition": false
    },
    {
      "sourceId": 1,
      "targetId": 3,
      "comment": "segítség",
      "condition": false
    },
    {
      "sourceId": 2,
      "targetId": 4,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 3,
      "targetId": 4,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 4,
      "targetId": 5,
      "comment": "Irány a palota",
      "condition": false
    },
    {
      "sourceId": 4,
      "targetId": 6,
      "comment": "Várakozás",
      "condition": false
    },
    {
      "sourceId": 6,
      "targetId": 7,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 7,
      "targetId": 5,
      "comment": "Irány a palota",
      "condition": false
    },
    {
      "sourceId": 7,
      "targetId": 6,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 5,
      "targetId": 8,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 8,
      "targetId": 9,
      "comment": "patkány eszik",
      "condition": true
    },
    {
      "sourceId": 8,
      "targetId": 10,
      "comment": "patkány éhes marad",
      "condition": false
    },
    {
      "sourceId": 9,
      "targetId": 11,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 10,
      "targetId": 11,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 11,
      "targetId": 12,
      "comment": "megszólítod",
      "condition": false
    },
    {
      "sourceId": 12,
      "targetId": 13,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 11,
      "targetId": 14,
      "comment": "lopakodás",
      "condition": false
    },
    {
      "sourceId": 13,
      "targetId": 14,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 15,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 16,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 14,
      "targetId": 17,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 15,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 16,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 17,
      "targetId": 18,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 18,
      "targetId": 19,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 19,
      "targetId": 20,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 20,
      "targetId": 21,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 22,
      "targetId": 24,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 25,
      "targetId": 24,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 25,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 26,
      "targetId": 27,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 21,
      "targetId": 31,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 31,
      "targetId": 25,
      "comment": "jobbra",
      "condition": false
    },
    {
      "sourceId": 31,
      "targetId": 22,
      "comment": "balra",
      "condition": false
    },
    {
      "sourceId": 26,
      "targetId": 32,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 27,
      "targetId": 22,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 32,
      "targetId": 33,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 33,
      "targetId": 34,
      "comment": "érdeklődés",
      "condition": false
    },
    {
      "sourceId": 33,
      "targetId": 35,
      "comment": "elmész",
      "condition": false
    },
    {
      "sourceId": 24,
      "targetId": 25,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 24,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 27,
      "targetId": 26,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 22,
      "targetId": 27,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 34,
      "targetId": 36,
      "comment": "segítség",
      "condition": false
    },
    {
      "sourceId": 36,
      "targetId": 35,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 34,
      "targetId": 35,
      "comment": "otthagyod",
      "condition": false
    },
    {
      "sourceId": 35,
      "targetId": 37,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 37,
      "targetId": 38,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 38,
      "targetId": 39,
      "comment": "álca",
      "condition": false
    },
    {
      "sourceId": 38,
      "targetId": 40,
      "comment": "elterelés",
      "condition": false
    },
    {
      "sourceId": 39,
      "targetId": 41,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 40,
      "targetId": 41,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 41,
      "targetId": 42,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 42,
      "targetId": 43,
      "comment": "szemrehányás",
      "condition": false
    },
    {
      "sourceId": 43,
      "targetId": 44,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 44,
      "targetId": 38,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 42,
      "targetId": 45,
      "comment": "hízelgés",
      "condition": false
    },
    {
      "sourceId": 45,
      "targetId": 46,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 46,
      "targetId": 43,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 45,
      "targetId": 47,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 45,
      "targetId": 48,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 48,
      "targetId": 43,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 47,
      "targetId": 49,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 49,
      "targetId": 50,
      "comment": "békát választod",
      "condition": false
    },
    {
      "sourceId": 50,
      "targetId": 49,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 49,
      "targetId": 51,
      "comment": "Izit választod",
      "condition": false
    },
    {
      "sourceId": 51,
      "targetId": 52,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 52,
      "targetId": 53,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 53,
      "targetId": 54,
      "comment": "iszol az elixírből ",
      "condition": false
    },
    {
      "sourceId": 53,
      "targetId": 55,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 54,
      "targetId": 55,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 55,
      "targetId": 56,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 56,
      "targetId": 57,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 57,
      "targetId": 58,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 58,
      "targetId": 59,
      "comment": "futás",
      "condition": false
    },
    {
      "sourceId": 58,
      "targetId": 60,
      "comment": "Ugrás",
      "condition": false
    },
    {
      "sourceId": 59,
      "targetId": 60,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 58,
      "targetId": 61,
      "comment": "ellenszer",
      "condition": false
    },
    {
      "sourceId": 61,
      "targetId": 60,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 60,
      "targetId": 62,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 62,
      "targetId": 63,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 63,
      "targetId": 64,
      "comment": "lassú haladás is haladás",
      "condition": false
    },
    {
      "sourceId": 63,
      "targetId": 65,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 65,
      "targetId": 62,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 64,
      "targetId": 65,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 64,
      "targetId": 66,
      "comment": "csiga",
      "condition": false
    },
    {
      "sourceId": 66,
      "targetId": 65,
      "comment": "erő",
      "condition": false
    },
    {
      "sourceId": 66,
      "targetId": 67,
      "comment": "nyugalom",
      "condition": false
    },
    {
      "sourceId": 66,
      "targetId": 68,
      "comment": "bátorság",
      "condition": false
    },
    {
      "sourceId": 68,
      "targetId": 65,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 67,
      "targetId": 69,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 69,
      "targetId": 70,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 70,
      "targetId": 71,
      "comment": "hátrafordulás",
      "condition": false
    },
    {
      "sourceId": 70,
      "targetId": 72,
      "comment": "türelem",
      "condition": false
    },
    {
      "sourceId": 72,
      "targetId": 73,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 71,
      "targetId": 73,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 73,
      "targetId": 74,
      "comment": "benyit",
      "condition": false
    },
    {
      "sourceId": 73,
      "targetId": 75,
      "comment": "elbúj",
      "condition": false
    },
    {
      "sourceId": 73,
      "targetId": 76,
      "comment": "keres",
      "condition": false
    },
    {
      "sourceId": 75,
      "targetId": 74,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 76,
      "targetId": 75,
      "comment": "elbúj",
      "condition": false
    },
    {
      "sourceId": 76,
      "targetId": 74,
      "comment": "benyit",
      "condition": false
    },
    {
      "sourceId": 74,
      "targetId": 77,
      "comment": "érméért nyúlsz",
      "condition": false
    },
    {
      "sourceId": 74,
      "targetId": 78,
      "comment": "megszólítod",
      "condition": false
    },
    {
      "sourceId": 77,
      "targetId": 78,
      "comment": "észrevesz",
      "condition": false
    },
    {
      "sourceId": 78,
      "targetId": 79,
      "comment": "ellenszer átad",
      "condition": false
    },
    {
      "sourceId": 78,
      "targetId": 80,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 80,
      "targetId": 79,
      "comment": "ellenszert átad",
      "condition": false
    },
    {
      "sourceId": 80,
      "targetId": 81,
      "comment": "támadás",
      "condition": false
    },
    {
      "sourceId": 81,
      "targetId": 79,
      "comment": "átadod az ellenszert",
      "condition": false
    },
    {
      "sourceId": 79,
      "targetId": 82,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 82,
      "targetId": 83,
      "comment": "",
      "condition": false
    },
    {
      "sourceId": 83,
      "targetId": 84,
      "comment": "",
      "condition": false
    }
  ],
  "items": [
    {
      "id": 1,
      "name": "Időérme",
      "description": "A tündérek ezzel az eszközzel képesek egyensúlyban tartani az időt. Ellopták, vissza kell szerezni és visszajuttatni a tündérekhez. Ezután tudnak segíteni hazajutni. \n\nEgyik oldalán homokóra szimbólum van, a másikon az időmester profilja. "
    },
    {
      "id": 2,
      "name": "Aranyelixír",
      "description": "Varázsital. Aki megissza, az bármihez hozzáér, arannyá változik. A bogárhotelben őrzik, mert úgy tartják, hogy ennek az átoknak elzárva kell lennie. "
    },
    {
      "id": 3,
      "name": "Ellenszer a csalánozó csípésére",
      "description": ""
    }
  ],
  "sceneItems": [],
  "chapters": [
    {
      "id": 1,
      "name": "Tündérország",
      "color": "yellow",
      "description": "Ide érkezik meg először hősünk. \n\nA királyi palota egy hatalmas fa. A tündérek falények. Külsőleg nem igazán hasonlítanak a hétköznapi tündérekhez. \n\nA tündérek irányítják az időt az időérme segítségével, amit elloptak. Ezért a világban mindenki ugyanazt a napot éli át, kivéve azt, akin ott van a jel. Ezzel a jellel a tündérek születésüktől fogva rendelkeznek. Hősünk Godfreytől kapja meg, amikor a világra érkezik. A tündérek a nagy fától kapják az erejüket, ezért nem indulhatnak az érme után. "
    },
    {
      "id": 2,
      "name": "Valóság",
      "color": "white",
      "description": "A valóvilág, innen származik hősünk és ide szeretne visszajutni. \n\nHősünk egy közönséges iskolás gyermek életét éli. Szeret biciklizni. "
    },
    {
      "id": 3,
      "name": "Békaváros",
      "color": "green",
      "description": "Itt élnek a békák, ők felelősek az időérme eltünéséért, de végül kiderül, hogy csak felbérelték őket. \n\nVégül útbaigazítást adnak. "
    },
    {
      "id": 5,
      "name": "Kő-tenger",
      "color": "blue",
      "description": "Olyan mint egy nagy tenger, de csupán kövekből és kavicsokból. Nem szükséges hajó, ill. semmilyen jármű, mert csak gyalogosan lehet átvágni rajta. "
    },
    {
      "id": 6,
      "name": "Szarka faháza",
      "color": "gold",
      "description": "Nagy fa tetején van, amire csak egy csiga képes észrevétlenül felmenni. "
    },
    {
      "id": 7,
      "name": "Csigakert",
      "color": "orange",
      "description": ""
    },
    {
      "id": 8,
      "name": "Befejezés",
      "color": "dblue",
      "description": ""
    }
  ],
  "characters": [
    {
      "id": 1,
      "name": "Godfrey a vándor",
      "description": "Az öreg vándor, aki hattyútollat visel a kalapjában, és állandó fel-és eltűnésével nehézkessé teszi a beszélgetéseket. Kezdetben hősünk nem tudja eldönteni, hogy csak egy szegény bölcs, akit időről-időre a sors az útjába sodor, vagy egyszerűen a képzelete szüleménye. Kalandunk során néha feltűnik és hasznos tanácsokkal, vagy tárgyakkal segíti küldetésünket. A történet végén kiderül, hogy sokkal nagyobb szerepe van a világban, mint amit mutatott. Az idő és tér mestereként az ő arcképe látható az időérme egyik oldalán. Erejét felhasználva a kaland végén visszajuttat minket a saját valóságunkba.\n"
    },
    {
      "id": 2,
      "name": "Izi a katicalány",
      "description": "A Békaváros tömlöcében találkozunk Izivel, a kedves katicalánnyal, akivel azonnal kölcsönös szimpátia alakul ki. Segítségével sikerül hozzájutnunk az aranyelixírhez, amit átadva a békáknak létfontosságú információhoz jutunk az időérme tartózkodási helyéről. "
    },
    {
      "id": 3,
      "name": "Geronimo a varangy",
      "description": "Békaváros legerősebb őre, akit a békák vezetője kölcsönöz számunka a küldetésünkhöz, amennyiben elfogadjuk útitársnak. Sajnos erejénél csupán az egója hatalmasabb, viszont nem társul hozzá megfelelő szintű értelem, így nem bizonyul nagy segítségnek. "
    },
    {
      "id": 5,
      "name": "Donatello a békák vezetője",
      "description": "A Békaváros kövér, lusta és kapzsi uralkodója. A külsőségek bűvöletében él, ezért hízelgéssel könnyű hatni rá. Vele kapcsolatban az egyetlen felhozható pozitívum a szép parókája. Az aranyelixírt akarja mindenáron megszerezni és végül a vágya teljesülése lesz a végzete."
    },
    {
      "id": 6,
      "name": "Timothy a kisegér",
      "description": "Családjával a kőtenger határán él. Édesapja csapdába esik miközben egy mágikus követ próbál megszerezni, és amennyiben segítünk szorult helyzetünkön, hasznos tanácsokkal láthatnak el minket a békákról. "
    },
    {
      "id": 7,
      "name": "Molly a szarka",
      "description": "Egy szerető anya, aki kétségbeesésében veszélyezteti az egész világot azért, hogy gyermeke megmenekülhessen. Ő a felelős az időérme eltűnéséért."
    },
    {
      "id": 8,
      "name": "Shelby a csiga",
      "description": "A gyors és erős meztelencsiga, aki segít feljutni a szarka faházához. Az út során megoszt némi információt Mollyról és gyermekéről, ami talán valamennyire árnyalja a szarkáról kialakított negatív képet. "
    },
    {
      "id": 9,
      "name": "Tündérkirály",
      "description": "A tündérek királya, akik feladata az időérme őrzése, az egyensúly fenntartása. Miután meglátja a homokóra jelet rajtad, azonnal a bizalmába fogad és nem kevesebbre kér fel, mint a világa megmentésére. Ígéretét, mi szerint az időérme birtokában hazajuttat, betartja. "
    }
  ],
  "mortality": false,
  "questionnaire": false,
  "showChapters": true,
  "numberingOffset": 0,
  "validationPC": true,
  "validationPCD": 2,
  "validationSS": true,
  "validationSSD": 2,
  "charactersChapter": true
}
